<!DOCTYPE html>
<html lang="zh-cn" xml:lang="zh-cn">
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="X-UA-Compatible" content="IE=Edge">
<div>
<font face="微软雅黑">
<p>大家好，设备管理系统BUG版上线了！ = = </p>
<p>希望大家以后借、转、还设备都来这个网站登记下。</p>
<p>第一次是无密码登录，然后系统会获取第一次登录的IP作为你的登录密码，<font  color="#FF0000">下次登录IP没变的话不用密码可直接登录</font>，也可以自己设其他密码，不过，因为几乎没怎么考虑安全性(后面可能加吧)，现在在后台是明文，所以别用你的银行卡密码就行。。。</p>
<p>想看所有设备状况及搜索设备，都在设备检索目录下。希望大家在个人信息中填上自己的联系方式，可能有时急需找你借你手中的设备。</p>
<p>表格可以直接点击修改，每行最后是删除按钮，当归还了设备时，可删除相应的行。
<p>当设备转交给他人的时候，可以直接修改使用人, 当然，这种<font  color="#FF0000">比较敏感的操作是会通知给被修改人的</font>，会在他下次登录时出现。</p>
<p>为了使大家操作起来尽可能的简单快捷，权限放得都比较开，所以安全性较低，希望大家不要故意捣乱哈</p>
<p>最后，希望大家勤用这个系统！欢迎有志之士来一起做进一步优化！ = = </p>
        </font>
</div>
<html>